#!/usr/local/bin/python
# -*- coding: utf-8 -*-

teams = {
    'Амкар (Пермь)': ['Амкар'],
    'Анжи (Махачкала)': ['Анжи'],
    'Волга (Нижний Новгород)': ['Волга', 'Н'],
    'Динамо (Москва)': ['Динамо', 'М'],
    'Зенит (Санкт-Петербург)': ['Зенит'],
    'Краснодар (Краснодар)': ['Краснодар'],
    'Крылья Советов': ['К', 'Советов'],
    'Кубань (Краснодар)': ['Кубань'],
    'Локомотив М': ['Локомотив', 'М'],
    'Ростов': ['Ростов'],
    'Рубин (Казань)': ['Рубин'],
    'Спартак (Москва)': ['Спартак', 'М'],
    'Спартак (Нальчик)': ['Спартак', 'Н'],
    'Терек (Грозный)': ['Терек'],
    'Томь (Томск)': ['Томь'],
    'ЦСКА (Москва)': ['ЦСКА']
}
