#!/usr/local/bin/python
# -*- coding: utf-8 -*-

teams = {
    0: {
        0: {
            'Амкар (Пермь)': ['Амкар'],
            'Анжи (Махачкала)': ['Анжи'],
            'Волга (Нижний Новгород)': ['Волга', 'Н'],
            'Динамо (Москва)': ['Динамо', 'М'],
            'Зенит (Санкт-Петербург)': ['Зенит'],
            'Краснодар (Краснодар)': ['Краснодар'],
            'Крылья Советов': ['К', 'Советов'],
            'Кубань (Краснодар)': ['Кубань'],
            'Локомотив М': ['Локомотив', 'М'],
            'Ростов': ['Ростов'],
            'Рубин (Казань)': ['Рубин'],
            'Спартак (Москва)': ['Спартак', 'М'],
            'Спартак (Нальчик)': ['Спартак', 'Н'],
            'Терек (Грозный)': ['Терек'],
            'Томь (Томск)': ['Томь'],
            'ЦСКА (Москва)': ['ЦСКА']
        },
        2: {
            'Эльфсборг': ['Эльфсборг'],
            'Мальмё': ['Мальмё'],
            'АИК': ['АИК'],
            'Хеккен': ['Хеккен'],
            'Хельсинборг': ['Хельсинборг', 'Хельсингборг'],
            'Этвидаберг': ['Этвидаберг', 'Отвидаберг'],
            'Норрчёпинг': ['Норрчёпинг'],
            'Мяльбу': ['Мяльбу', 'Мьельбю'],
            'Сирианска': ['Сирианска', 'Сюрианска'],
            'Гетеборг': ['Гетеборг', 'Гётеборг'],
            'Юргорден': ['Юргорден'],
            'Сундсваль': ['Сундсваль', 'Сундсвалль'],
            'Кальмар': ['Кальмар'],
            'Евле': ['Евле', 'Ефле'],
            'ГАИС': ['ГАИС'],
            'Эребру': ['Эребру']
        }
    }
}
